[
  {
    "id": 1,
    "name": "Zohair Ahmed",
    "username": "Bret",
    "ratings": 5,
    "img": "https://rollingstoneindia.com/wp-content/uploads/2017/08/Oggy-F.jpg",
    "review": "Taro GP-1 V3 would be offered in Bangladesh with seven completely different colors in step with the corporate that square measure Red, Black, Blue, Orange, Green, and White. The value of this motorcycle is also very favorable and it's up to beneath your budget. The bike is very popular all over the world. "
  },
  {
    "id": 2,
    "name": "Giacomo Agostini",
    "username": "Antonette",
    "ratings": 5,
    "img": "https://image.assets.pressassociation.io/v2/image/production/f0d90699264dee410ef62fcca23d9260Y29udGVudHNlYXJjaCwxNTg1NzU3MDc3/2.23350146.jpg?w=640",
    "review": "Taro GP-1 special edition maybe a hundred and fifty cc sports bike that has actual 149.9 cc engine displacement. The compression magnitude relation is additionally smart. The engine Taro GP-1 Special Edition bike consists of 1 cylinder, four-stroke and camshafts overhead. Besides, it possesses a water-cooled engine that is appropriate for such a quality sports bike. Solely electrical beginning system is additional which might unleash 14.08 bhp at 8500 revolutions per minute grievous bodily harm power and 14 Nm force."
  },
  {
    "id": 3,
    "name": "Marc Marquez",
    "username": "Samantha",
    "ratings": 4.7,
    "img": "https://image.assets.pressassociation.io/v2/image/production/ff45ab862c1dddcbcc1c90f9f77a6930Y29udGVudHNlYXJjaCwxNTg1NzU3MTQ4/2.44837298.jpg?w=640",
    "review": "Taro GP-1 special edition bike is an incredible wanting sports bike that has a wide however sharp side with dashing wantingtush position. The fuel tank style is totallymascular that has a sharp eye wanting light source. The bike is fully faired and it's wide tires. The silencer pipe is exclusive in design that does additionally not see you later. The rear seat is pretty higher and matching for a sports bike. The bike looks sturdy in the style which might impress anyone at the primary sight."
  },
  {
    "id": 4,
    "name": "Mike Hailwood",
    "username": "Karianne",
    "ratings": 4.8,
    "img": "https://image.assets.pressassociation.io/v2/image/production/59866f1bdb282e6041a7d344ebd6114bY29udGVudHNlYXJjaCwxNTg1NzU3MjM2/2.4310874.jpg?w=640",
    "review": "Taro GP-1 special edition bike may be a well-measured bike that is 2050 mm long, 720 mm wide and 1155 mm high. Besides, it's smart ground clearance and distance is additionally spectacular. However, the weight of the bike is small bit additional that is a 150 weight unit. Besides, it has 13.5 liters of fuel tank capacity. The seating position is colorful however it's additionally comfy. "
  },
  {
    "id": 5,
    "name": "Kenny Roberts",
    "username": "Kamren",
    "ratings": 5,
    "img": "https://image.assets.pressassociation.io/v2/image/production/5fc493f614528ef1f2d5d4acd45da477Y29udGVudHNlYXJjaCwxNTg1NzU3NDM5/2.2050303.jpg?w=816",
    "review": "Taro GP-1 special edition bike has front positive and rears its mono-shock suspension that is termed single gas absorber. The suspensions square measure nice and guarantee correct comfort still as speed. Besides, the additional impressing reality is, the bike has a front twin hydraulic disc that is every three hundred millimeters. The rear, it's additionally hydraulic brakes that are 240 mm"
  },
  {
    "id": 6,
    "name": "Casey Stoner",
    "username": "Leopoldo_Corkery",
    "ratings": 5,
    "img": "https://image.assets.pressassociation.io/v2/image/production/681114dcc9842fc0eec82f68c1010a5fY29udGVudHNlYXJjaCwxNTg1NzU3NTA1/2.10952750.jpg?w=640",
    "review": "Taro GP-1 special edition may be a complete sports bike and then, its mileage wouldn’t be abundant. Though the company claims that its average mileage would be forty kilometers however considering the engine power and style of the machine, it might not but thirty-five kilometer in any respect. Thanks to a powerful engine, the sound of the bike are completely different and enticing that it is serious really"
  },
  {
    "id": 7,
    "name": "Jorge Lorenzo",
    "username": "Elwyn.Skiles",
    "ratings": 5,
    "img": "https://image.assets.pressassociation.io/v2/image/production/8b71128ade2bcb2a88319ac1841fb47dY29udGVudHNlYXJjaCwxNTg1NzU3NTYz/2.32518469.jpg?w=640",
    "review": "Taro GP-1 Special Edition bike has a full update control board that consists of digital speed indicator, analogy measuring instrument, digital clock, digital gear show, indicator and then, on. However, it additionally turns the lamp and light source and rear lamp each square measure crystal rectifier."
  },
  {
    "id": 8,
    "name": "Mick Doohan",
    "username": "Maxime_Nienow",
    "ratings": 5,
    "img": "https://image.assets.pressassociation.io/v2/image/production/2c62c7ea01923b0957c923a0869b4f1eY29udGVudHNlYXJjaCwxNTg1NzU3MTk1/2.1055587.jpg?w=640",
    "review": "The bike is therefore wonderful utterly good appearance that has not any similar bikes here within the country. It is compared with high cc sports bikes like Ducati, Aprilia and then on considering the appearance. The bike may be a product of Italian complete Taro that goes to unleash in Bangladesh and then, it's often referred to as Taro Bangla still. "
  },
  {
    "id": 9,
    "name": "Glenna Reichert",
    "username": "Delphine",
    "ratings": 4.5,
    "img": "https://jamesclear.com/wp-content/uploads/2020/11/square-6.png",
    "review": "Difference between Atomic Habits and other books in this genre is that while it's based on science it doesn't bog you down with unnecessary details of the research. Clear's book is intensely practical, giving you a huge toolkit of organized and named strategies you can apply immediately to create and strengthen positive habits and stop the negative ones."
  }
]
